# System utilities
fish
neovim
tmux
fastfetch
starship
bat
fzf
ripgrep

# Development tools
git

# GUI apps
firefox
kitty
ghostty
waybar
rofi
spicetify-cli
plymouth
swaync
swappy
yazi
wlogout
cava
hyprpaper
hyprlock

# AUR Helpers
yay
